[
	{
		"id": "Chambermaid",
		"hatred": [
			{
				"id": "Mathematician",
				"reason": "La Femme de chambre apprend si le Mathématicien se réveillera ou non cette nuit, même si elle se réveille avant lui"
			}
		]
	},
	{
		"id": "Butler",
		"hatred": [
			{
				"id": "Cannibal",
				"reason": "Si le Cannibale acquiert la capacité du Majordome, le Cannibale l'apprend"
			}
		]
	},
	{
		"id": "Mutant",
		"hatred": [
			{
				"id": "Undertaker",
				"reason": "Si la Bête de foire provoque une seconde exécution, le Croque-mort apprend l'un ou les deux rôles des exécutés (au choix du Conteur)"
			}
		]
	},
	{
		"id": "Lunatic",
		"hatred": [
			{
				"id": "Mathematician",
				"reason": "Le Mathématicien apprend si le Lunatique attaque un ou plusieurs joueurs différents que le du vrai Démon a attaqué"
			}
		]
	},
	{
		"id": "PitHag",
		"hatred": [
			{
				"id": "Politician",
				"reason": "Une Vieille Chouette ne peut pas créer un Politicien maléfique"
			},
			{
				"id": "Heretic",
				"reason": "Une Vieille Chouette ne peut pas créer un Hérétique"
			}
		]
	},
	{
		"id": "Cerenovus",
		"hatred": [
			{
				"id": "Undertaker",
				"reason": "Si le Manipulateur provoque une seconde exécution, le Croque-mort apprend l'un ou les deux rôles des exécutés (au choix du Conteur)"
			},
			{
				"id": "Goblin",
				"reason": "Le Manipulateur peut choisir de rendre un joueur dément d'être le Gobelin"
			}
		]
	},
	{
		"id": "Leviathan",
		"hatred": [
			{
				"id": "Soldier",
				"reason": "Si le Léviathan nomme et exécute le Soldat, il ne meurt pas"
			},
			{
				"id": "Monk",
				"reason": "Si le Léviathan nomme et exécute le joueur choisi par le Moine, ce joueur ne meurt pas"
			},
			{
				"id": "Innkeeper",
				"reason": "Si le Léviathan nomme et exécute un joueur choisi par l'Aubergiste, ce joueur ne meurt pas"
			},
			{
				"id": "Ravenkeeper",
				"reason": "Si le Léviathan est en jeu et que le Gardien meurt par exécution, il se réveille cette nuit-là pour utiliser sa capacité"
			},
			{
				"id": "Sage",
				"reason": "Si le Léviathan est en jeu et que le Sage meurt par exécution, il se réveille cette nuit-là pour utiliser sa capacité"
			},
			{
				"id": "Mayor",
				"reason": "Si le Léviathan est en jeu et qu'aucune exécution n'a lieu le 5e jour, victoire pour le Village"
			}
		]
	},
	{
		"id": "LilMonsta",
		"hatred": [
			{
				"id": "ScarletWoman",
				"reason": "S'il y a 5 joueurs ou plus sont en vie et que le joueur qui détient le jeton du P’tit monstre meurt, la Croqueuse d’homme reçoit le jeton du P’tit monstre cette nuit"
			},
			{
				"id": "PoppyGrower",
				"reason": "Si le Cultivateur de pavot est en jeu, les sbires ne se réveillent pas ensemble. Ils sont réveillés un par un, jusqu'à ce que l'un d'eux choisisse de prendre le jeton le P’tit Monstre"
			}
		]
	},
	{
		"id": "Lycanthrope",
		"hatred": [
			{
				"id": "Gambler",
				"reason": "Si le Lycanthrope est vivant et que le Parieur meurt par sa capacité, aucun autre joueur ne peut mourir cette nuit"
			}
		]
	},
	{
		"id": "Legion",
		"hatred": [
			{
				"id": "Preacher",
				"reason": "Cette combinaison n’est tout simplement pas recommandée. Seulement un des deux rôles est possiblement en jeu. Les maléfiques savent de quel joueur et quel rôle il s'agit"
			}
		]
	},
	{
		"id": "FangGu",
		"hatred": [
			{
				"id": "ScarletWoman",
				"reason": "Si le Fang Gu choisit un Étranger et meurt, la Croqueuse d’homme ne devient pas le Fang Gu"
			}
		]
	},
	{
		"id": "Spy",
		"hatred": [
			{
				"id": "PoppyGrower",
				"reason": "Si le Cultivateur de pavot est en jeu, l’Espion ne voit le Grimoire jusqu'à ce qu’il meure"
			},
			{
				"id": "Heretic",
				"reason": "Cette combinaison n’est tout simplement pas recommandée. Seulement un des deux rôles est possiblement en jeu"
			}
		]
	},
	{
		"id": "Widow",
		"hatred": [
			{
				"id": "PoppyGrower",
				"reason": "Si le Cultivateur de pavot est en jeu, la Veuve Noire ne voit pas le Grimoire jusqu'à ce qu’il meure"
			},
			{
				"id": "Heretic",
				"reason": "Cette combinaison n’est tout simplement pas recommandée. Seulement un des deux rôles est possiblement en jeu"
			}
		]
	},
	{
		"id": "Godfather",
		"hatred": [
			{
				"id": "Heretic",
				"reason": "Cette combinaison n’est tout simplement pas recommandée. Seulement un des deux rôles est possiblement en jeu"
			}
		]
	},
	{
		"id": "Marionette",
		"hatred": [
			{
				"id": "LilMonsta",
				"reason": "La Marionnette est voisine d'un Sbire, pas du Démon. Elle ne se réveille pas pour choisir qui prend le P’tit Monstre"
			},
			{
				"id": "PoppyGrower",
				"reason": "Lorsque le Cultivateur de pavot meurt, le Démon découvre la Marionnette mais la Marionnette n'apprend rien"
			},
			{
				"id": "Balloonist",
				"reason": "Si la Marionnette pense qu'elle est l’Aéronaute, ajouté un Étranger supplémentaire"
			}
		]
	}
]
